ukrainian_words = [
    "блоха", "крупа", "гроно", "гроза", "крона", "слово", "слова", "проза", "права", "краса",
    "дрова", "брови", "просо", "пшоно", "гроші", "грива", "груша", "слива", "зрази", "крило",
    "криса", "трава", "фраза", "квіти", "двері", "здача", "вдача", "скала", "скоба", "шкала",
    "шкода", "школа", "шкіра", "блуза", "глина", "гливи", "плече", "плита", "слава", "зліва",
    "злива", "слуга", "флора", "зміна", "смола", "книга", "сходи", "стопа", "стадо", "стела",
    "стіна", "ступа", "штани", "штора", "штука", "сфера", "шхуна", "крига", "сцена", "річка",
    "нічка", "буква", "ложка", "ніжка", "ліжко", "вилка", "нірка", "мірка", "пічка", "вікно",
    "фішка", "миска", "лампа", "вудка", "сонце", "серце", "весна", "майка", "помпа", "бомба",
    "ріпка", "зірка", "ферма", "місто", "місце", "дупло", "ґонта", "лійка", "гілка", "гірка",
    "шишка", "нарди", "шашки", "хатка", "казка", "пижмо", "туфлі", "сумка", "миска", "земля",
    "зерно", "сосна", "зомбі", "листя", "тісто", "цегла", "вафля", "нирка", "гірка", "бочка",
    "діжка", "форма", "норма", "корба", "тумба", "таксі", "вишня", "горло", "рамка", "самка",
    "корма", "лапка", "шапка", "торба", "сумка", "думка", "татко", "кашка", "дітки", "санки",
    "пісня", "ряска", "тітка", "жінка", "відро", "ручка", "пічка", "бабка", "байка", "банка",
    "гайка"
]